;------------------------------------------------------------------------------
; UltraDefrag GUI Estonian Language Pack.
; Copyright (C) 2010 by Olav Mägi.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Menu

ACTION                    = Action
REPORT                    = Raport
SETTINGS                  = Seaded
HELP                      = Abi

; --- Action Menu

ANALYSE                   = Analüüsi
DEFRAGMENT                = Defragmendi
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = Peata
REPEAT_ACTION             = Re&peat action
SKIP_REMOVABLE_MEDIA      = Jäta vahele eemaldatav meedia
RESCAN_DRIVES             = Taasskänni kettaid
WHEN_DONE                 = When done
EXIT                      = Exit

; --- --- When done submenu

WHEN_DONE_NONE            = &None
WHEN_DONE_EXIT            = E&xit
WHEN_DONE_STANDBY         = Stan&dby
WHEN_DONE_HIBERNATE       = &Hibernate
WHEN_DONE_LOGOFF          = &Logoff
WHEN_DONE_REBOOT          = &Reboot
WHEN_DONE_SHUTDOWN        = &Shutdown

; --- Report Menu

SHOW_REPORT               = Show report

; --- Settings Menu

LANGUAGE                  = Language
GRAPHICAL_INTERFACE       = Graafiline kasutajaliides
BOOT_TIME_SCAN            = Windowsi bootimise aja skänn
REPORTS                   = Raportid

; --- --- Language submenu

TRANSLATIONS_FOLDER       = &Translations folder

; --- --- Graphical interface submenu

FONT                      = &Font
OPTIONS                   = Valikud

; --- --- Boot time scan submenu

ENABLE                    = Võimalda
SCRIPT                    = Skript

; --- Help Menu

CONTENTS                  = Contents
BEST_PRACTICE             = Best practice
FAQ                       = FAQ
ABOUT                     = Info

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Boot time script

; Drives list items.

VOLUME                    = Heli
STATUS                    = Staatus
TOTAL                     = Ruumi kokku
FREE                      = Vaba ruum
PERCENT                   = % vaba

; Status messages

STATUS_RUNNING            = Lahti pakitakse
STATUS_ANALYSED           = Analüüsitud
STATUS_DEFRAGMENTED       = Defragmentidud
STATUS_OPTIMIZED          = Optimiseeritud

; Status bar messages.

DIRS                      = kaustad
FILES                     = failid
FRAGMENTED                = fragmenditut
COMPRESSED                = kinni pakitud
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Info Ultra Defragmenter´i kohta
CREDITS                   = Tänuavaldused
LICENSE                   = Litsents

; Shutdown confirmation

PLEASE_CONFIRM            = Palun kinnita
REALLY_SHUTDOWN_WHEN_DONE = Kas sa tõesti tahad välja lülitada, kui lõpetatud?
REALLY_HIBERNATE_WHEN_DONE= Kas sa tõesti tahad talveunele panna arvuti, kui lõpetatud?
REALLY_LOGOFF_WHEN_DONE   = Do you really want to logoff when done?
REALLY_REBOOT_WHEN_DONE   = Do you really want to reboot when done?
SECONDS_TILL_SHUTDOWN     = sekundit välja lülitamisele
SECONDS_TILL_HIBERNATION  = skundit talveune olekuni
SECONDS_TILL_LOGOFF       = seconds till logoff
SECONDS_TILL_REBOOT       = seconds till reboot
YES                       = Jah
NO                        = Ei

; END OF FILE
